{
  "daily": [
    "I'm proud of you. 💚",
    "You don't have to be perfect for me to love you.",
    "Your smile makes my whole day lighter.",
    "You are loved more than you know.",
    "Thank you for being you.",
    "You make the world a better place just by being in it.",
    "I believe in you, always.",
    "You're doing better than you think.",
    "Your happiness matters to me.",
    "I'm so lucky to have you in my life.",
    "You deserve all the good things coming your way.",
    "You are enough, just as you are.",
    "Your kindness is a gift to the world.",
    "I love the way you see the world.",
    "You inspire me every day.",
    "Remember: you are stronger than you think.",
    "I appreciate everything you do.",
    "You light up my life. ✨",
    "Your laugh is my favorite sound.",
    "I'm always here for you."
  ],

  "extra": [
    "It's okay to rest today.",
    "You are more capable than you think.",
    "Bad days don't define you.",
    "Take it one step at a time.",
    "You're allowed to take your time.",
    "Progress isn't always linear, and that's okay.",
    "You're doing amazing, even when it doesn't feel like it.",
    "Be gentle with yourself today.",
    "Small steps still count as progress.",
    "It's okay to ask for help.",
    "You don't have to have it all figured out.",
    "Your feelings are valid.",
    "Take a deep breath. You've got this.",
    "Celebrate the small wins today.",
    "You're allowed to prioritize yourself.",
    "It's okay to say no.",
    "You're learning and growing every day.",
    "Trust the process, trust yourself.",
    "Your best is enough.",
    "Give yourself credit for showing up today."
  ],

  "comfort": [
    "I'm always here for you, no matter what. 💚",
    "You've survived 100% of your worst days. You're doing amazing.",
    "Breathe. You are safe. You are loved.",
    "If today feels heavy, I wish I could hug you right now.",
    "You don't have to be strong all the time. It's okay to lean on me.",
    "Whatever you're feeling right now is okay. I'm here.",
    "Bad moments don't make you a bad person.",
    "I see you trying, and I'm proud of you.",
    "You deserve kindness, especially from yourself.",
    "This feeling won't last forever. You will feel better.",
    "I love you on your good days and your hard days.",
    "You are not a burden. You never will be.",
    "It's okay to not be okay right now.",
    "I'm sending you all my love and warmth. 🤗",
    "You are so much stronger than you realize.",
    "Take all the time you need. I'm not going anywhere.",
    "You matter to me more than you know.",
    "I'm proud of you for getting through this.",
    "You are worthy of love, rest, and peace.",
    "Remember: storms don't last forever. The sun will shine again. ☀️"
  ]
}
